Revit 2024 API
ParameterTypeId.StairsDbgShowTriserGeom Property
 "Show Triser Geometry"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StairsDbgShowTriserGeom { get; }
Visual Basic
Public Shared ReadOnly Property StairsDbgShowTriserGeom As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsDbgShowTriserGeom {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace